Revit 2027 API
FieldDomainPointsByXYZ Properties
The FieldDomainPointsByXYZ type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from FieldDomainPoints)
Top
See Also
Reference
FieldDomainPointsByXYZ Class
Autodesk.Revit.DB.Analysis Namespace